Repository: davvil/pdfpc
Catalog: po/*.po
Languages: gl

source: Invalid parameter in config file %s (line %d)
gl: Parámetro non válido no arquivo de configurazón %s (liña %d)

source: All
gl: Todos

source: Until %H:%M
gl: Ata as %H:%M

source: Presentation file:
gl: Presentación:

source: Alert time (in minutes):
gl: Instante de alerta (en minutos):

source: Duration (in minutes):
gl: Durazón (en minutos):

source: End time:
gl: Hora de fin:

source: Add additional slide in black at the end
gl: Engadir ó final unha diapositiva en negro

source: Settings
gl: Preferencias

source: Switch screens
gl: Intercambiar pantaias

source: Size for current slide (percentage):
gl: Tamaño para a diapositiva actual (porcentaxe):
